260712_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/saja-besaya/presidencia-estudiara-renovar-algunos-elementos-parques-infantiles-municipio/20260711210615195607.html][Presidencia estudiará renovar algunos elementos en los parques infantiles del municipio]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/mas-120-picaduras-medusas-playas-cantabras-sabado/20260711205139195605.html][Más de 120 picaduras de medusas en las playas cántabras este sábado]]
- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/cursos-verano-uc-llegan-municipio-analizar-uso-seguro-pastillas-dormir/20260711203658195603.html][Los Cursos de Verano de la UC llegan al municipio para analizar el uso seguro de las pastillas para dormir]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/varios-puntos-cantabria-superan-35-grados/20260711202213195602.html][Varios puntos de Cantabria superan los 35 grados]]
- [[https://eldiariocantabria.publico.es/articulo/educacion/anpe-denuncia-recorte-historico-puestos-trabajo-docentes-parte-pp-que-daria-durisimo-golpe-educacion-publica-cantabria/20260711201050195601.html][ANPE denuncia un “recorte histórico” de puestos de trabajo docentes por parte del PP, que daría “un durísimo golpe a la educación pública de Cantabria”]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/07/11/after-leaders-funeral-an-emboldened-iran-tests-trump-risking-renewed-war/][After leader’s funeral, an emboldened Iran tests Trump, risking renewed war]]
- [[https://www.washingtonpost.com/world/2026/07/10/patriot-missile-deal-trumps-praise-zelensky-put-pressure-russia/][Patriot missile deal and Trump’s praise for Zelensky put pressure on Russia]]
- [[https://www.washingtonpost.com/world/2026/07/10/trump-says-us-iran-will-keep-talking-declares-ceasefire-over/][Trump says U.S. and Iran will keep talking but declares ceasefire ‘OVER!’]]
- [[https://www.washingtonpost.com/world/2026/07/10/deadly-wildfire-southern-spain-leaves-least-11-dead/][At least 11 people killed as wildfires sweep southern Spain]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/americas/venezuela-earthquake-healthcare-foreign-doctors-3cb9dcb8][An Army of Foreign Doctors Is Saving Quake Victims From Venezuela’s Hospitals]]
- [[https://www.wsj.com/world/americas/u-s-canada-agree-to-open-new-detroit-bridge-after-deal-on-tolls-d0956f08][U.S. and Canada Agree to Open New Detroit Bridge After Deal on Tolls]]
- [[https://www.wsj.com/world/russia/the-war-in-ukraine-is-shifting-against-putin-but-he-isnt-giving-in-78da19da][The War in Ukraine Is Shifting Against Putin but He Isn’t Giving In]]
- [[https://www.wsj.com/world/middle-east/trump-administration-increasingly-pessimistic-of-clinching-iran-nuclear-deal-ec3ad92e][Trump Administration Increasingly Pessimistic of Clinching Iran Nuclear Deal]]
- [[https://www.wsj.com/world/middle-east/iran-is-rushing-its-own-ships-through-a-snarled-strait-of-hormuz-f5fc505a][Iran Is Rushing Its Own Ships Through a Snarled Strait of Hormuz]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/planete/live/2026/07/11/en-direct-canicule-24-departements-places-en-vigilance-rouge-samedi-jusqu-a-39-c-attendus-dans-la-journee_6720911_3244.html][EN DIRECT, canicule : jusqu’à 39 °C attendus samedi, 24 départements en vigilance rouge ; la troisième vague de chaleur en deux mois aggrave les risques d’incendies]]
- [[https://www.lemonde.fr/economie/article/2026/07/11/commerces-les-faillites-en-cascade-vident-les-centres-villes_6722674_3234.html][Commerces : les faillites en cascade vident les centres-villes]]
- [[https://www.lemonde.fr/football/article/2026/07/11/coupe-du-monde-2026-l-espagne-de-luis-de-la-fuente-remporte-face-a-la-belgique-de-rudi-garcia-un-match-tactique-tout-en-coaching_6722552_1616938.html][Coupe du monde 2026 : l’Espagne de Luis de la Fuente remporte face à la Belgique de Rudi Garcia un match tactique tout en coaching]]
- [[https://www.lemonde.fr/international/article/2026/07/11/donald-trump-affirme-que-l-iran-veut-l-assassiner-teheran-maintient-avoir-tenu-parole-sur-l-accord-de-cessez-le-feu_6722666_3210.html][Donald Trump affirme que l’Iran veut l’« assassiner », Téhéran maintient avoir « tenu parole » sur l’accord de cessez-le-feu]]
- [[https://www.lemonde.fr/politique/article/2026/07/11/segolene-royal-raphael-glucksmann-francois-hollande-la-primaire-sociale-democrate-cherche-ses-candidats_6722668_823448.html][Ségolène Royal, Raphaël Glucksmann, François Hollande… La primaire sociale-démocrate cherche ses candidats]]

*** Le Figaro

- [[https://www.lefigaro.fr/politique/presidentielle-un-nouveau-sondage-donne-marine-le-pen-gagnante-au-second-tour-dans-tous-les-cas-20260711][Présidentielle : un nouveau sondage donne Marine Le Pen gagnante au second tour dans tous les cas]]
- [[https://www.lefigaro.fr/politique/on-ne-peut-pas-parler-d-une-incertitude-judiciaire-marine-le-pen-juge-irrealiste-que-la-justice-perturbe-la-suite-de-sa-campagne-20260711][«On ne peut pas parler d’une incertitude judiciaire» : Marine Le Pen juge «irréaliste» que la justice perturbe la suite de sa campagne]]
- [[https://www.lefigaro.fr/actualite-france/bracelet-electronique-de-marine-le-pen-la-premiere-question-a-se-poser-serait-celle-de-la-frequence-de-ses-deplacements-et-de-leur-amplitude-horaire-20260711][Bracelet électronique de Marine Le Pen : logement, horaires, contrôles... Un juge de l’application des peines répond aux questions du Figaro]]
- [[https://www.lefigaro.fr/politique/presidentielle-2027-que-disent-les-derniers-sondages-20260710][Présidentielle 2027 : que disent les derniers sondages ?]]
- [[https://www.lefigaro.fr/sports/football/live/coupe-du-monde/2025/2608357/norvege-angleterre][EN DIRECT – Norvège-Angleterre : Bellingham relance le match avant la mi-temps, qui se hissera en demi-finales ?]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.co.uk/news/articles/cdxd3wkp2rzo?at_medium=RSS&at_campaign=rss][China's second typhoon in a week makes landfall]]
- [[https://www.bbc.co.uk/news/articles/cj9gkpp0dkeo?at_medium=RSS&at_campaign=rss][Iran supreme leader calls for revenge for father's killing]]
- [[https://www.bbc.co.uk/news/articles/c1wyv383j2xo?at_medium=RSS&at_campaign=rss][Spain battles to contain one of its deadliest wildfires as at least 12 killed]]
- [[https://www.bbc.co.uk/news/articles/cpd3g8q51g7o?at_medium=RSS&at_campaign=rss][Trump administration subpoenas New York Times journalists over Air Force One reporting]]
- [[https://www.bbc.co.uk/news/articles/cze94x4361po?at_medium=RSS&at_campaign=rss][Polish PM pledges memorial to victims of WW2 'genocide by Ukrainian nationalists']]

