260712_day_briefing.org
*** The Guardian

- [[https://www.theguardian.com/world/2026/jul/11/nigeria-army-kills-bandits-north-western-state-zamfara][Nigeria says army has killed 300 bandits in north-western state of Zamfara]]
- [[https://www.theguardian.com/global-development/2026/jul/10/developing-countries-spend-more-foreign-debt-education-aid-cuts-unesco][Developing countries spend more repaying foreign debt than on education, UN reveals]]
- [[https://www.theguardian.com/world/2026/jul/09/bola-tinubu-under-pressure-fake-nigerian-government-agency-political-storm][Furore in Nigeria over fake federal agency set up in government HQ]]
- [[https://www.theguardian.com/world/2026/jul/09/lgbtq-cruise-ship-refused-entry-egypt-turkey][LGBTQ+ cruise ship refused entry to Egypt days after Turkey turned it away]]
- [[https://www.theguardian.com/environment/2026/jul/09/species-ingenious-survival-strategies-no-match-human-destruction-red-list][Species’ ingenious survival strategies no match for human destruction, red list reveals]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/non-solo-caldo-piemonte-e-sardegna-prese-gli-incendi-AJHfGWG][Non solo caldo, Piemonte e Sardegna alle prese con gli incendi]]
- [[https://www.ilsole24ore.com/art/manovra-2027-si-apre-cantiere-studio-conferma-detassazione-rinnovi-contratti-e-premi-AJvBnMG][Manovra 2027, si apre il cantiere: allo studio la conferma di  detassazione rinnovi contratti e premi]]
- [[https://www.ilsole24ore.com/art/autovelox-nuove-regole-via-arriva-patente-affidabilita-AJ5zaKG][Autovelox, nuove regole al via: arriva la “patente di affidabilità”]]
- [[https://www.ilsole24ore.com/art/italia-morsa-caldo-regione-piemonte-incendi-stanno-provocando-catastrofe-ecologica-AJ5OnGG][Italia nella morsa del caldo. Regione Piemonte: «Incendi stanno provocando una catastrofe ecologica»]]
- [[https://www.ilsole24ore.com/art/crosetto-la-sicurezza-passa-anche-attraverso-informazione-seria-AJ9ZcDG][Crosetto: «La sicurezza passa anche attraverso una informazione seria»]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/the-new-axis-of-evil-der-spiegel-investigation-reveals-deep-military-cooperation-between-russia-and-china-a-12dc295a-413d-4a2f-b44f-2922092270e3#ref=rss][The New Axis of Evil: DER SPIEGEL Investigation Reveals Deep Military Cooperation between Russia and China]]
- [[https://www.spiegel.de/international/germany/new-information-in-the-nazi-database-what-you-need-to-know-about-the-ss-a-f7e09472-e9da-4b11-9846-87f1778116e3#ref=rss][New Information in the Nazi Database: What You Need to Know About the SS]]
- [[https://www.spiegel.de/international/world/250-years-american-democracy-has-survived-250-years-but-can-it-survive-trump-a-be95063c-4765-403b-ba95-231b2196a9f1#ref=rss][250 Years: American Democracy Has Survived 250 Years, But Can It Survive Trump?]]
- [[https://www.spiegel.de/international/world/in-trumps-colony-does-the-us-really-hold-the-reins-in-venezuela-a-858ba1f1-8b06-48c2-a2bf-340abe876f18#ref=rss][In Trump's Colony: Does the US Really Hold the Reins in Venezuela?]]
- [[https://www.spiegel.de/international/world/the-minab-attack-did-the-united-states-commit-a-war-crime-in-iran-a-24f05985-fc36-4d01-9c00-ee4f218bc071#ref=rss][The Minab Attack: Did the United States Commit a War Crime in Iran?]]

*** Deutsche Welle

- [[https://www.dw.com/en/could-ai-help-al-qaeda-and-other-groups-plan-terror-attacks/a-77909676?maca=en-rss-en-world-4025-rdf][Could AI help al-Qaeda and other groups plan terror attacks?]]
- [[https://www.dw.com/en/poland-could-cut-arms-aid-to-ukraine-as-wwii-spat-continues/a-77893170?maca=en-rss-en-world-4025-rdf][Poland could cut arms aid to Ukraine as WWII spat continues]]
- [[https://www.dw.com/en/cuba-suffers-second-nationwide-blackout-in-five-days/a-77913285?maca=en-rss-en-world-4025-rdf][Cuba suffers second nationwide blackout in five days]]
- [[https://www.dw.com/en/uk-police-arrest-murder-suspect-in-ann-widdecombe-s-death/a-77910345?maca=en-rss-en-world-4025-rdf][UK police arrest murder suspect in Ann Widdecombe's death]]
- [[https://www.dw.com/en/trump-signals-support-for-patriot-production-in-ukraine/a-77909681?maca=en-rss-en-world-4025-rdf][Trump signals support for Patriot production in Ukraine]]

** 🇧🇷 Brasil

