260712_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/07/justica-de-sp-absolve-brennand-de-acusacao-de-estupro-advogados-de-estudante-vao-recorrer-ao-stj.shtml][Justiça de SP absolve Brennand de acusação de estupro; advogados de estudante vão recorrer ao STJ]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ciencia/2026/07/camundongo-dos-andes-adaptado-a-altitudes-extremas-abre-caminhos-para-medicina.shtml][Camundongo dos Andes adaptado a altitudes extremas abre caminhos para medicina]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/07/cacique-raoni-volta-a-ter-hemorragia-digestiva-durante-internacao-em-sao-paulo.shtml][Cacique Raoni volta a ter hemorragia digestiva durante internação em São Paulo]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/07/tecnico-da-belgica-garcia-tem-futuro-incerto-apos-substituir-courtois-na-copa.shtml][Técnico da Bélgica, Garcia tem futuro incerto após substituir Courtois na Copa]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/07/jogadores-de-inglaterra-e-noruega-presta-homenagem-a-jayden-adams-na-copa.shtml][Jogadores de Inglaterra e Noruega prestam homenagem a Jayden Adams na Copa]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
