260712_day_briefing.html
<div id="outline-container-org401a170" class="outline-3">
<h3 id="org401a170">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org401a170">
</div>
<div id="outline-container-org173abf6" class="outline-4">
<h4 id="org173abf6">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-org173abf6">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/07/justica-de-sp-absolve-brennand-de-acusacao-de-estupro-advogados-de-estudante-vao-recorrer-ao-stj.shtml">Justiça de SP absolve Brennand de acusação de estupro; advogados de estudante vão recorrer ao STJ</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ciencia/2026/07/camundongo-dos-andes-adaptado-a-altitudes-extremas-abre-caminhos-para-medicina.shtml">Camundongo dos Andes adaptado a altitudes extremas abre caminhos para medicina</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/07/cacique-raoni-volta-a-ter-hemorragia-digestiva-durante-internacao-em-sao-paulo.shtml">Cacique Raoni volta a ter hemorragia digestiva durante internação em São Paulo</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/07/tecnico-da-belgica-garcia-tem-futuro-incerto-apos-substituir-courtois-na-copa.shtml">Técnico da Bélgica, Garcia tem futuro incerto após substituir Courtois na Copa</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/07/jogadores-de-inglaterra-e-noruega-presta-homenagem-a-jayden-adams-na-copa.shtml">Jogadores de Inglaterra e Noruega prestam homenagem a Jayden Adams na Copa</a></li>
</ul>
</div>
</div>
<div id="outline-container-org7f2603f" class="outline-4">
<h4 id="org7f2603f">O Globo</h4>
<div class="outline-text-4" id="text-org7f2603f">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org30732fc" class="outline-2">
<h2 id="org30732fc">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-org30732fc">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
